{
	"news_data": [{
			"category_name": "Headlines",
			"news": [{
					"image": "",
					"headline": "Omar Abdullah meets J&K Governor, demands statement from govt on Kashmir situation",
					"content": "Omar Abdullah demanded the government to issue a statement that the people of Jammu and Kashmir do not need to be afraid. \n Omar Abdullah said the Governor assured that no preparation is being made for any announcement."
				},
				{
					"image": "",
					"headline": "Parliament Session May be Extended Till August 9 as Govt Introduces Record Number of Bills",
					"content": "Not enough time was given to us to even issue whip on the Triple Talaq Bill, said Anand Sharma, \n Congress deputy leader in the Rajya Sabha, when asked about the five Congress MPs who were not present during voting on the legislation on Tuesday. \n The opposition motion to send the Triple Talaq Bill to a select committee of Parliament for a larger discussion with stakeholders was defeated in the Upper House."
				},
				{
					"image": "",
					"headline": "Isro releases first set of earth pictures captured by Chandrayaan 2",
					"content": "The Indian Space Research Organisation (ISRO) on Sunday released the first set of images captured by Chandrayaan 2, \n India s second lunar mission. The onboard camera captured pictures of Earth as viewed in space. ISRO said the images were taken by the LI4 \n camera on Vikram, the lander on Chandrayaan 2. The images were clicked on August 3, ISRO said. \n Chandrayaan 2 is a Rs 978 crore project, with which India hopes to soft land a probe on Moon, while also put a satellite around its orbit."
				},
				{
					"image": "",
					"headline": "Rajnath Singh Turns Focus On PoK After Pak Needles India On Kashmir",
					"content": "Defence Minister Rajnath Singh today continued to signal the country tough stand to Pakistan, \n suggesting that should bilateral talks happen, it would not be on Jammu and Kashmir, but Pakistan Occupied Kashmir \n the territory under Pakistan control since it invaded the state in 1947."
				},
				{
					"image": "",
					"headline": "Breathtaking! 2 galaxies seen colliding by NASA Hubble Space Telescope",
					"content": "NASA and European Space Agency (ESA) Hubble Space Telescope has captured images of two luminescent galaxies. \n This image from the Space Telescope shows NGC 2022, a planetary nebula in the Orion constellation. They are individually known as the Northern Galaxy UGC 2369 (UGC 2369N) and \n the Southern Galaxy UGC 2369 (UGC 2369S). The telescope captured mutual gravitational attraction between both the galaxies. "
				}
			]
		},
		{
			"category_name": "Entertainment",
			"news": [{
					"image": "",
					"headline": "Chhichhore trailer: Sushant Singh Rajput, Shraddha Kapoor celebrate Friendship Day by retelling 3 Idiots, \n Dil Chahta Hai",
					"content": "The trailer for Dangal director Nitesh Tiwari next, Chhichhore is out. Lead actors Sushant Singh Rajput and Shraddha Kapoor \n shared the film trailer on social media on Friendship Day, Sunday. The film releases on August 30 \n and will clash with Prabhas and Shraddha starrer Saaho."
				},
				{
					"image": "",
					"headline": "Wouldnot be surprised if I go through ups and downs in my career again. Akshay Kumar",
					"content": "Superstar Akshay Kumar has seen both good and bad phases in his career and he believes it is important \n to learn from such experiences as nothing is permanent in life. The actor said he has seen people write an obituary of his career \n after a string of flops but he has always made a strong comeback."
				},
				{
					"image": "",
					"headline": "On Kishore Kumars 90th birth anniversary, 10 lesser known facts about the maverick genius",
					"content": "Born into a family of comfortable means, Kishores father Kunjalal Ganguly was employed as a personal lawyer \n with a wealthy family of Khandwa, Madhya Pradesh. Born Abhas Kumar Ganguly in 1929, Kishore was the youngest of his four siblings including Ashok, Sati Devi and Anoop.\n When Kishore was still a child, his older brother Ashok ventured into films and became a big star in the Bombay film industry."
				},
				{
					"image": "",
					"headline": "Shah Rukh Khan to turn a Money Heist into a Bollywood film",
					"content": "Money Heist revovles around an elusive criminal mastermind known as The Professor with a plan to pull off the biggest heist in history,\n by printing billions of euros in the Royal Mint of Spain. To help him, he recruits eight people with certain abilities who have nothing to lose.\n Season four of the hugely successful show is currently in production."
				}
			]
		},
		{
			"category_name": "Politics",
			"news": [{
					"image": "",
					"headline": "Bhupinder Singh Hooda backs Centre Article 370 move, says Congress has lost its way",
					"content": "Former Haryana chief minister and senior Congress leader Bhupinder Singh Hooda on Sunday expressed strong support to the decision made by center on Article 370 \n and lashed out at his own party over its stand on the issue, saying that it has lost its way. \n The former chief minister added that he never compromises when it comes to patriotism and self respect."
				},
				{
					"image": "",
					"headline": "No Religion in it, Political Compulsions Stopped Others from Raising Population Control Issue, Says MP",
					"content": "A day after Prime Minister Narendra Modi spoke about the issue of population explosion and urged citizens to work towards family planning, linking it to good parenting \n and patriotism during his Independence Day speech, Balyan spoke to News 18 on the need for a law. He said it was a great step \n and no one should take it personally."
				},
				{
					"image": "",
					"headline": "Decision on Jammu and Kashmir driven by national interest, not politics. PM Modi",
					"content": "People who had opposed the J and K decisions were usual vested interest groups, political dynasties, terror sympathizers and some friends in the Opposition, PM Modi said. \n The PM said the people, regardless of their political preferences have supported the steps taken in Jammu, Kashmir and Ladakh."
				},
				{
					"image": "",
					"headline": "More leaders visit AIIMS to enquire about Arun Jaitley health",
					"content": "Several leaders including Delhi Chief Minister Arvind Kejriwal, and Union ministers Smriti Irani and Ram Vilas Paswan visited AIIMS in New Delhi on Sunday to enquire about \n the health condition of former finance minister Arun Jaitley, who is on life support system. Mr. Jaitley, 66, was admitted on August 9 after he complained of breathlessness and restlessness. \n The All India Institute of Medical Sciences (AIIMS) has not issued any bulletin on Mr. Jaitley health condition since August 10."
				}
			]
		},
		{
			"category_name": "Health",
			"news": [{
					"image": "",
					"headline": "Over 2 hours screen time daily will make your kids impulsive.",
					"content": "Nine to 11 hours of sleep and no more than two hours of recreational screen time a day is what can save your children \n from becoming impulsive and make poorer decisions in life, find researchers. Impulsive behaviour is greatly linked to sleep and screen time, found Healthy Active Living and Obesity Research Group (HALO) \n at the CHEO Research Institute in Ottawa."
				},
				{
					"image": "",
					"headline": "How to Know if You're Over-Managing Your Diabetes",
					"content": "Experts say there is a balancing act of medication, insulin, and lifestyle changes that must be considered when drawing up a treatment plan. \n Some past research has indicated that the majority of people with type 2 diabetes are not being treated aggressively enough and arenot seeing improvements in their blood sugar levels. \n An appropriate treatment plan, explained McCoy, depends on a good relationship with the patient."
				},
				{
					"image": "",
					"headline": "Research shows how nordic walking may benefit breast cancer patients",
					"content": "Nordic walking, an aerobic activity performed with walking poles similar to ski poles, may benefit patients with breast cancer, according to a review of existing research.\n The main strategy in rehabilitation for women with breast cancer is a change of habits, where physical exercise is a fundamental tool, said study co author Jorge Torres of the Faculty of \n Educational Sciences and Sports at the University of Vigo in Pontevedra, Spain."
				},
				{
					"image": "",
					"headline": "Kids with mild asthma can use inhalers when needed. Research",
					"content": "A new research has found that kids with mild asthma can effectively manage the condition by using their two inhalers one a steroid \n and the other a bronchodilator when symptoms occur."
				}
			]
		},
		{
			"category_name": "Business",
			"news": [{
					"image": "",
					"headline": "CCD founder. First victim of economic distress of India.",
					"content": "The Coffee Day Enterprises founder VG Siddhartha, who had gone missing on Monday and his body was fished out a day later from the Netravati river, \n might have been the first casualty of ongoing distress in the Indian economy. Siddhartha, according to the sources in the know, \n has taken a personal debt of Rs 500 crore to service the debt of companies he owned.\n The numbers of his Coffee Day Enterprises were not that convincing. So to keep credit lines going, Siddhartha had taken the personal loans, a friend of Siddhartha told DH."
				},
				{
					"image": "",
					"headline": "Bharti Airtel slips into red, posts Rs 2,866 crore loss in June Quarter",
					"content": "Airtel had logged a net profit of Rs 97 crore in the same period of the previous year, the company said in a statement. The revenue of the \n Sunil Mittal led company rose 4.7 per cent to Rs 20,738 crore during the first quarter ended June 2019 Rs 20,738 crore during the first quarter ended June 2019. "
				},
				{
					"image": "",
					"headline": "Explained: Why Maruti Suzuki sales are dropping.",
					"content": "Industry insiders feel that while the pressure on NBFC and liquidity squeeze in the market is a big factor, \n the decline in customer confidence is another factor that is leading to a continuous slide in sales of passenger cars. India biggest passenger car manufacturer \n Maruti Suzuki announced a 36.2 per cent drop in passenger car sales in the month of July 2019. "
				},
				{
					"image": "",
					"headline": "Tata Motors cuts Tigor EV price by up to Rs 80k",
					"content": "Tata Motors on August 1 said it has decided to cut prices of Tigor EV by up to Rs 80,000 with immediate effect \n in order to pass the benefits of reduced GST on such models. The Tigor EV which was earlier priced between Rs 12.35 to 12.71 lakh (ex-showroom, Mumbai) will now be \n available at a starting price of Rs 11.58 to 11.92 lakh, Chandra said."
				},
				{
					"image": "",
					"headline": "SBI extends repayment period for stressed automobile dealers by 15 to 30 days",
					"content": "Current auto slowdown will not create NPAs, says a top executive of the bank. P.K.Gupta said that the bank \n is holding regular consultations with auto dealers and dealers associations who feel that the upcoming festive season will revive the demand for the auto sector"
				},
				{
					"image": "",
					"headline": "Mahindra inaugurates its first automotive assembly plant in Sri Lanka",
					"content": "Auto major Mahindra and Mahindra on August 17 announced the inauguration of its local automotive assembly plant near Colombo, Sri Lanka. \n Inauguration of this automotive assembly plant is a significant milestone for Mahindra foray into the Sri Lanka market. \n Sri Lanka is a key strategic market for us and we are now fully equipped to deliver products customised to local needs, on time, Mahindra and Mahindra Managing Director Pawan Goenka said."
				}
			]
		},
		{
			"category_name": "Science",
			"news": [{
					"image": "",
					"headline": "Astronomers are probing faraway planets with greater sophistication",
					"content": "In the deluge of planets found beyond the solar system over the past decade, those of system toi 270 might not seem special. \n There are three of them, orbiting a star 73 light years away. This is neither the closest system known, nor does it contain the most \n Earthlike exoplanet. It has, though, sent a buzz through astronomy."
				},
				{
					"image": "",
					"headline": "New 3D map shows Milky Way is not shaped like pancake but a warped wave",
					"content": "The new map, created by the University of Warsaw, was created by mapping over 2,400 cepheids that are scattered throughout the galaxy. \n Astronomers have charted a stellar three dimensional map of the Milky Way that shows its disc of stars dramatically warped into a wave. \n The latest image once again proves that the spiral galaxy is not shaped like a flat disc."
				},
				{
					"image": "",
					"headline": "Asteroid danger: Neil deGrasse Tyson warns of harbinger of doom space rock threat",
					"content": "ASTROPHYSICIST Neil deGrasse Tyson has warned of harbinger of doom asteroids threatening to wipe out all life on Earth.\n Asteroids and meteors of all shapes and sizes fly past the Earth on a nearly daily basis. Space agency NASA estimates hundreds of tonnes of space debris and rocks \n safely pelt the planet atmosphere every single day. Larger, car-sized asteroids, are said to strike the Earth roughly once a year, \n causing small amounts of localised damage. The real threat comes from asteroids many miles wide, which astrophysicist Neil deGrasse Tyson \n said could spell an end for humanity. "
				},
				{
					"image": "",
					"headline": "Breathtaking: 2 galaxies seen colliding by NASA’s Hubble Space Telescope",
					"content": "NASA and European Space Agency (ESA) Hubble Space Telescope has captured images of two luminescent galaxies. \n This image from the Space Telescope shows NGC 2022, a planetary nebula in the Orion constellation. They are individually known as the Northern Galaxy UGC 2369 (UGC 2369N) and \n the Southern Galaxy UGC 2369 (UGC 2369S). The telescope captured mutual gravitational attraction between both the galaxies. "
				},
				{
					"image": "",
					"headline": "ELON MUSK STILL WANTS TO DROP NUCLEAR BOMBS ON MARS. RELEASES NUKE MARS TSHIRT",
					"content": "Elon Musk is back at it again with his idea of nuking the surface of Mars to terraform it or make it habitable for humans. \n After tweeting Nuke Mars, Musk is now selling tshirts on the SpaceX online shop with the same message printed on it."
				},
				{
					"image": "",
					"headline": "Jupiter Still Reeling From Head On Collision 4.5Bn Years Ago",
					"content": "A colossal, head on collision between Jupiter and a still forming planet in the early solar system, about 4.5 billion years ago, \n has left core of Jupiter less dense and more extended that expected, say researchers. Even if this impact happened 4.5 billion years ago, it could still take many, \n many billions of years for the heavy material to settle back down into a dense core under the circumstances suggested by the paper, \n said researchers who analysed readings from NASA Juno spacecraft."
				}
			]
		},
		{
			"category_name": "Technology",
			"news": [{
					"image": "",
					"headline": "WhatsApp new exciting features you can use right away",
					"content": "WhatsApp is one of the most awaited apps for new features. The popular messaging app is used by over 1.5 billion users globally. \n In India alone, WhatsApp has 400 million users. WhatsApp regularly updates the app with new features. It also tests unreleased features on its beta app for Android and iPhone."
				},
				{
					"image": "",
					"headline": "Reliance Jio First Day First Show plans spooks multiplex stocks",
					"content": "Reliance Jio has come a long way from just being the bugbear of telecom sector incumbents. \n Among the flurry of announcements Reliance Industries (RIL) chairman Mukesh Ambani made earlier this week was one that has set the cat among the pigeons in the cinema exhibition sector.\n According to Ambani, Jio soon to be launched high-speed broadband and home entertainment offering Jio Fibre will eventually launch \n a package that will allow its subscribers to watch movies releasing in theatres at home on the very first day."
				},
				{
					"image": "",
					"headline": "Android rival: Here why Google software could soon be outclassed",
					"content": "Android has been one of the two most popular mobile operating systems since it launched back in 2008 \n the software is now used by over 2.5 billion devices across the globe. Apart from Apple, most smartphone producers harness Google software for their devices. \n One of these manufacturers is Huawei China largest smartphone vendor."
				},
				{
					"image": "",
					"headline": "10 old smartphones that are good value for money",
					"content": "Indian smartphone market sees new launches almost every week. This has made most smartphone buyers spoilt for choice. \n However, while new phones may have their own novelty and charm, several not so new phones available in the market too offer good value for money preposition. \n Available at considerable low prices as compared to their launch prices, these smartphones make for good buys. \n Here are 10 smartphones that offers good value for money."
				},
				{
					"image": "",
					"headline": "GOOGLE REMOVES 85 APPS FROM PLAY STORE THAT WERE HIDING ADWARE INSIDE. REPORT",
					"content": "Security researchers at Trend Micro found 85 apps on Play Store that were hiding adware inside them. \n Google was informed about these infected apps and has since removed them. Researchers revealed that a majority of these infected apps were posing as photography as well as gaming apps and \n were downloaded over eight million times."
				}
			]
		},
		{
			"category_name": "Education",
			"news": [{
					"image": "",
					"headline": "Now IITs, NITs to prove Sanskrit is scientific language",
					"content": "Premier institutions of the country like the IITs and NITs now have a new task to prove that Sanskrit is indeed a scientific language.\n Premier institutions of the country like the IITs and NITs now have a new task to prove that Sanskrit is indeed a scientific language. Union Human Resource Development Minister Ramesh Pokriyal Nishank on Saturday tasked the directors and chairmen of the Indian Institutes of Technology (IITs) \n and National Institutes of Technology (NITs) to prove that Sanskrit is the most scientific language \n and the most appropriate language for talking computers if they become a reality in the future."
				},
				{
					"image": "",
					"headline": "A Bengaluru nine year old clears class 10 IGCSE exam held by Cambridge International",
					"content": "A nine year old boy from a city school has cleared the Class 10 International General Certificate of Secondary Education (IGCSE) \n mathematics examination conducted by Cambridge International. Aarav Nallur wrote the exam this May while he was studying in Class 3 and managed to get an A grade.\n Aarav parents said he was a prodigy in mathematics and had a higher Intelligence Quotient (IQ) than other children his age. "
				},
				{
					"image": "",
					"headline": "CBSE hikes exam fees for SC,ST pupils by 24 times, general category to pay double.",
					"content": "The Central Board of Secondary Education (CBSE) has increased the fees of Class 10 and 12 board examinations for SC and ST students from Rs 50 to Rs 1,200,\n while the amount has been doubled for those from the general category, who will now have to pay Rs 1,500."
				},
				{
					"image": "",
					"headline": "Sanskrit to be taught in Govt primary schools of Himachal Pradesh",
					"content": "Sanskrit will be taught in the primary schools of Himachal Pradesh so as to regain its lost glory.\n To help Sanskrit regain its lost glory, efforts will be made to teach the language in government primary schools of Himachal Pradesh, \n Chief Minister Jai Ram Thakur said today i.e. August 8, 2019. He was speaking at the Sanskrit Abhinandan Samaroh organised by various organisations as part of the Sanskrit Week (August 7 to 13) celebrations."
				},
				{
					"image": "",
					"headline": "Coding comes to preschools: Kids to learn through Lego blocks, games.",
					"content": "It is going to be C for coding in preschools now.If you think your toddler is better at technology than you, \n wait till you read this. Some preschools in the city are introducing coding and computational thinking curriculum for pupils as young as two and three years.\n The programmes will not use any technological devices in early years, but include activities involving Lego blocks, worksheets and stories to train kids in sequential patterning, \n algorithmic thinking and using positional languages and directions."
				}
			]
		},
		{
			"category_name": "Sports",
			"news": [{
					"image": "",
					"headline": "Head coach Ravi Shastri names India No. 4 for upcoming ODIs",
					"content": "Ravi Shastri has identified a new No. 4 batsman for India in ODIs after being reappointed as the head coach of Indian cricket team till T20 World Cup 2021.\n For the last few years No. 4 has been the biggest talking point both inside and outside the dressing room of India ODI side. \n That in fact was one of the few areas that the Kapil Dev led Cricket Advisory Committee was not satisfied \n with before reappointing Ravi Shastri as the head coach of the Indian cricket team for next two years till 2021 T20 World Cup."
				},
				{
					"image": "",
					"headline": "Indian women hockey team holds Australia to 2 2 draw in Olympic Test Event",
					"content": "The Indian women hockey team came back twice from a goal deficit to hold world number 2 side Australia 2 2 in a hard fought round robin league match of the Olympic Test Event. \n Vandana Katariya (36th) and Gurjit Kaur (59th) scored for India to cancel out strikes from Kaitlin Nobbs (14th) and Grace Stewart (43rd) in their second match of the tournament. \n India had beaten hosts Japan 2 1 in their first match."
				},
				{
					"image": "",
					"headline": "Olympic test event: India men hockey team beats Malaysia 6-0",
					"content": "Mandeep Singh and Gursahibjit Singh scored a brace each as India defeated Malaysia 6-0 in a Olympic Test event fixture in Tokyo on Saturday.\n While both Mandeep and Gursahibjit toyed with Malaysia, it was Varun Kumar, who gave India the lead in the ninth minute."
				},
				{
					"image": "",
					"headline": "Kabaddi requires a lot of strength and agility,said Akshay Kumar",
					"content": "National Award winning actor and sports enthusiast Akshay Kumar, who turned guest commentator for a recent kabaddi match, has praised the players for maintaining proper fitness regime.\n Kabaddi requires a lot of strength and agility. The players and coaches are doing a great job to build their fitness levels to face this tough sport, Akshay said while promoting his forthcoming film \n Mission Mangal during Pro Kabaddi League pre show for the opening match of the Ahmedabad leg."
				}
			]
		}
	]
}
